<template>
  <v-content>
    <section>
      <v-tabs>
        <v-toolbar color="blue" dark>
          <div class="display-1">Программы</div>
        </v-toolbar>
        <v-tabs-bar class="blue lighten-4" dark>
          <v-tabs-item href="#tab-1" class="blue--text" ripple >
            Общая
          </v-tabs-item>
          <v-tabs-item href="#tab-2" class="blue--text" ripple >
            Корпоративная
          </v-tabs-item>
          <v-tabs-item href="#tab-3" class="blue--text" ripple >
            Грамматика
          </v-tabs-item>
          <v-tabs-slider color="blue"></v-tabs-slider>
        </v-tabs-bar>
      <v-tabs-items>
        <v-tabs-content id="tab-1">
          <v-card flat>
            <v-card-text>
              <div class="headline blue--text pb-2">Общая программа английского языка</div>
              <p>Английский с National Geographic – это курс современного английского языка, основанный на принципах лексического подхода. Базой курса является учебник Outcomes от издательства National Geographic Learning, созданного на основе популярного в Великобритании лексического подхода, согласно которому мы не учим грамматику в теории, а сразу начинаем говорить и использовать реально употребляемые слова и выражения.</p>
              <p>«Реальные ситуации, реальный мир, реальные результаты» – именно так звучит девиз основного учебника нашего курса «Outcomes», курса, в основе которого и лежит серия учебников Outcomes (авторы Hugh Dellar and Andrew Walkley). При упоминании этого названия, неизбежно возникает ассоциация с яркими живыми фотографиями, которым в учебнике отдан целый разворот каждого раздела. Фото служат не только украшением, они будят воображение, являясь трамплином для дискуссий. Учебник содержит восемь потрясающих видео National Geographic, которые вдохновляют, помогают расширить кругозор, и, конечно же, достичь определённого результата в языке. Все видео снабжены заданиями, нацеленными на расширение словарного запаса и развитие разговорных навыков.</p>
              <p>Для тех, у кого имеются сложности с пониманием на слух (а особенно с пониманием быстрой речи) есть отличная возможность для интенсивной тренировки навыка. В учебнике есть специальный раздел Understanding Fast Speech, где вы можете слушать речь носителя, как на обычной скорости, так и в замедленном темпе, что сильно помогает с пониманием речи носителей языка.</p>
              <p>Учебный комплект содержит множество дополнительных материалов. Кроме того, приобретя учебник, вы получаете код доступа к онлайн ресурсам.</p>
              <p>Как упоминалось ранее, серия учебников Outcomes основана на принципах лексического подхода. Что это такое и как это поможет вам в изучении языка? Курс богат лексикой. Эта идея не нова, но в отличие от многих других учебников, лексика здесь неразрывно связана с грамматикой, одно изучается за счёт другого, что присуще овладению языком в естественной среде. Все задания, так или иначе, сводятся к тренировке разговорных навыков и употреблению новых конструкций в речи. При разработке курса авторы учитывали частоту употребления тех или иных слов в речи (и вы будете удивлены, узнав, что это совсем не те слова, с которых обычно начинается обучение языку), а это значит, что вы будете учить именно те слова, которые Вам действительно пригодятся в общении.</p>
              <p>Язык изучается на основе фраз и словосочетаний. Вы не будете заучивать списки слов, не зная, в каком контексте сможете их употребить. Мы привыкли думать, что язык – это творчество, создание абсолютно новых выражений, однако, в большинстве случаев это использование готовых фраз. И чем больше таких сочетаний вы знаете, тем легче можете выразить свои мысли и понять собеседника.</p>
            </v-card-text>
          </v-card>
        </v-tabs-content>
        <v-tabs-content id="tab-2">
          <v-card flat>
            <v-card-text>
              <div class="headline blue--text pb-2">Корпоративная программа</div>
              <p>Корпоративное обучение — один из признаков сильной компании, которая заботится о своих сотрудниках. Корпоративный английский язык — прекрасная возможность для изучения языка в коллективе, без отрыва от рабочего процесса и по программе, учитывающей потребности вашей компании. Для руководителя — это уверенность, что все сотрудники владеют английским на уровне, необходимом для успешной и качественной работы.</p>
              <p>В зависимости от целей и пожеланий клиента обучение может проводиться в наших школах и на территории заказчика. Обучение проводится как в группах до 10 человек, так и индивидуально. В школе Lingology используется коммуникативная методика и самые современные учебные пособия. На занятиях учащиеся общаются только на английском языке. Процесс обучения строится на основе гармоничного развития всех языковых навыков: устной и письменной речи, чтения, восприятия на слух.</p>
              <p>Перед началом занятий проводится бесплатное тестирование. Ежемесячно вы можете получать отчёт преподавателя о посещаемости занятий сотрудниками.</p>
              <p>После успешного окончания курса обучения сотрудники вашей компании получат сертификат Lingology.</p>
              <p>Владение иностранными языками открывает перед современными людьми новые горизонты и возможности, как в бизнесе, так и в личной жизни. Если изучение иностранных языков важно для вас или ваших сотрудников, мы приглашаем вашу компанию на собственном опыте ощутить преимущества сотрудничества с Lingology.</p>
            </v-card-text>
          </v-card>
        </v-tabs-content>
        <v-tabs-content id="tab-3">
          <v-card flat>
            <v-card-text>
              <div class="headline blue--text pb-2">Грамматика</div>
              <p>Каждый раз, когда вы задумываетесь о самостоятельном изучении языка, в первую очередь вы скупаете все понравившиеся вам книги с прилавка и думаете, что полдела сделано, но, как ни странно, приходит час открывать учебник, и вы, прочитав несколько страниц, осознаете, что понятно вроде бы все, но кто же проверит это на сто процентов? Кто же проверит правильность ваших примеров? А когда начинаете все же писать, возникают и другие вопросы, на которых нет ответа в данной книге, или есть, но вы не знаете на какой странице и что именно искать. И после трех-четырех попыток, 99% людей откладывают новый учебник до следующего вдохновения, которое, как правило, после неудачного опыта, и не возвращается.</p>
              <p>Наша программа по английской грамматике разработана именно так, чтобы избежать неудачного опыта в самообразовании и чтобы изучение языка проходило весело, легко и результативно. На нашем уроке вы получите:</p>
              <ul class="pb-3 pl-3">
                <li>Объяснение той или иной грамматической структуры</li>
                <li>Ответы на вопросы по данной теме</li>
                <li>Правило в таблице для легкого повторения</li>
                <li>Проверку ваших примеров</li>
                <li>Закрепление данного материала</li>
              </ul>
              <p>Программа подходит для:</p>
              <ul class="pl-3">
                <li class="">Для тех, кто уже изучает английский в группе, и не понял одну из тем</li>
                <li class="">Для школьников и студентов, у кого есть пробелы</li>
                <li class="">Для самостоятельного изучения языка</li>
                <li class="">Для тех, кто уже знает язык, но не знает грамматики</li>
                <li class="">И просто для повторения</li>
              </ul>
            </v-card-text>
          </v-card>
        </v-tabs-content>
      </v-tabs-items>
      </v-tabs>
    </section>
  </v-content>
</template>

<style>
  .tabs:not(.tabs--centered):not(.tabs--grow):not(.tabs--mobile) .tabs__wrapper--scrollable {
    margin: 0 0;
    overflow: hidden!important;
  }
</style>
